Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# settings_clearClipboardInfo
source: Please select the delay after which the clipboard will be cleared.
ar: يرجى تحديد التأخير الذي سيتم بعده مسح الحافظة.
da: Vælg den forsinkelse, efter hvilken udklipsholderen vil blive ryddet.
de: Bitte wählen Sie die Verzögerung aus, nach der die Zwischenablage gelöscht wird.
es: Por favor, seleccione el retraso tras el cual se borrará el portapapeles.
fr: Veuillez sélectionner le délai après lequel le presse-papiers sera effacé.
hu: Kérjük, válassza ki a késleltetést, amely után a vágólap törlődik.
it: Seleziona il ritardo dopo il quale gli appunti saranno cancellati.
ja: クリップボードがクリアされるまでの遅延を選択してください。
nl: Selecteer de vertraging waarna het prikbord zal worden gewist.
pl: Wybierz opóźnienie, po którym schowek zostanie wyczyszczony.
ru: Пожалуйста, выберите задержку, после которой буфер обмена будет очищен.
sv: Välj fördröjning efter vilken urklipp kommer att rensas.
zh_hans: 请选择清除剪贴板之后的延迟。
zh_hant: 請選擇多久後自動將剪貼簿清空。

# settings_clearClipboardNever
source: Never
ar: أبداً
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: 一度もない
nl: Nooit
pl: Nigdy
ru: Никогда
sv: Aldrig
zh_hans: 绝不
zh_hant: 永不

# settings_contactUs
source: Contact Us
ar: إتصل بنا
da: Kontakt os
de: Kontakt
es: Contáctanos
fr: Contactez-nous
hu: Kapcsolat
it: Contattaci
ja: お問合わせ
nl: Neem contact met ons op
pl: Kontakt z nami
ru: Контактная информация
sv: Kontakta oss
zh_hans: 联系我们
zh_hant: 聯絡我們

# settings_darkColor
source: Dark
ar: داكن
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
hu: Sötét
it: Scuro
ja: 暗い
nl: Donker
pl: Ciemna
ru: Тёмная
sv: Mörk
zh_hans: 暗色
zh_hant: 暗色

# settings_database
source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hu: Adat
it: Dati
ja: データ
nl: Gegevens
pl: Dane
ru: Данные
zh_hans: 数据
zh_hant: 資料

# settings_defaultAuthor
source: Author
ar: الكاتب
da: Forfatter
de: Autor
es: Autor
fr: Auteur
hu: Készítő
it: Autore
ja: 作成者
nl: Fotograaf
pl: Autor
ru: Автор
sv: Författare
zh_hans: 作者
zh_hant: 作者

# settings_defaultAuthorLong
source: Author Name
ar: اسم المؤلف
da: Forfatternavn
de: Autorenname
es: Nombre del autor
fr: Nom de l'auteur
hu: Szerző neve
it: Nome dell'autore
ja: 著者名
nl: Naam auteur
pl: Autor
ru: Имя автора
sv: Författarnamn
zh_hans: 作者姓名
zh_hant: 作者姓名

# settings_defaultAuthorPlaceholder
source: Author Name
ar: اسم الكاتب
da: Forfatternavn
de: Autorname
es: Nombre del autor
fr: Nom de l'auteur
hu: Készítő neve
it: Nome autore
ja: 作成者名
nl: Naam van de fotograaf
pl: Imię Autora
ru: Имя автора
sv: Författarnamn
zh_hans: 作者名称
zh_hant: 作者名稱

# settings_defaultPrivacy
source: Privacy
ar: الخصوصية
da: Tilladelse
de: Sicherheitsstufe
es: Privacidad
fr: Qui voit ?
hu: Adatvédelem
ja: プライバシー
pl: Prywatność
ru: Приватность
sv: Behörighet
zh_hans: 隐私
zh_hant: 隱私

# settings_defaultPrivacy>414px
source: Please select who will be able to see photos
ar: يرجى تحديد من سيتمكن من رؤية الصور
da: Vælg hvem der må kunne se billeder
de: Bitte wählen Sie, wer in der Lage sein soll, Fotos zu sehen
es: Selecciona quién podrá ver las fotos
fr: Veuillez sélectionner qui pourra visualiser les photos
hu: Kérlek válaszd ki, hogy ki láthatja a fotókat
it: Si prega di selezionare chi sarà in grado di vedere le immagini
ja: 写真を見ることができる人を選択してください
nl: Kies wie de foto's mag zien
pl: Wybierz kto będzie mógł zobaczyć zdjęcia
ru: Пожалуйста, выберите, кто может смотреть фотографий
sv: Välj vilka som kommer att kunna se bilder
zh_hans: 请选择谁可以看到照片
zh_hant: 請選擇誰可以看到這些照片

# settings_deleteImage
source: Delete After
ar: الحذف بعد التحميل
da: Slet efter upload
de: Löschen nach
es: Eliminar después de subir
fr: Effacer après transfert
hu: Törlés feltöltés után
it: Elimina dopo il caricamento
ja: アップロード後に削除します
nl: Verwijder na uploaden
pl: Usuń po przesłaniu
ru: Удалить после загрузки
sv: Radera efter uppladdning
zh_hans: 上传后删除照片
zh_hant: 上傳後刪除

# settings_deleteImageLong
source: Delete After Upload
ar: الحذف بعد الرفع
da: Slet efter upload
de: Nach dem Hochladen löschen
es: Eliminar después de subir
fr: Effacer après transfert
hu: Törlés feltöltés után
it: Elimina dopo il caricamento
ja: アップロード後に削除します
nl: Verwijder na uploaden
pl: Usuń po przesłaniu
ru: Удалить после загрузки
sv: Radera efter uppladdning
zh_hans: 上传后删除
zh_hant: 上傳後刪除

# settings_displayDescriptions
source: Album Descriptions
ar: أوصاف الألبوم
da: Albumbeskrivelser
de: Albumbeschreibungen
es: Descripciones del álbum
fr: Descriptions des albums
hu: Album leírások
it: Descrizioni degli album
ja: アルバムの説明
nl: Album Omschrijvingen
pl: Opisy albumów
ru: Описание альбома
sv: Albumbeskrivningar
zh_hans: 专辑描述
zh_hant: 專輯描述

# settings_displayDescriptions>320px
source: Display Album Descriptions
ar: عرض أوصاف الألبوم
da: Vis Album Beskrivelser
de: Albumbeschreibungen anzeigen
es: Mostrar descripciones del álbum
fr: Afficher les descriptions des albums
hu: Albumleírások megjelenítése
it: Visualizza le descrizioni degli album
ja: アルバムの説明を表示
nl: Toon albumbeschrijvingen
pl: Wyświetl opisy albumów
ru: Отобразить описание альбома
sv: Visa albumbeskrivningar
zh_hans: 显示相册描述
zh_hant: 顯示專輯描述

# settings_displayTitles
source: Image Titles
ar: عناوين الصور
da: Billede Titler
de: Bildtitel
es: Títulos de imágenes
fr: Titres des images
hu: Képcímek
it: Titoli delle immagini
ja: 画像のタイトル
nl: Titel afbeelding
pl: Tytuły zdjęć
ru: Названия изображений
sv: Bildtitlar
zh_hans: 图片标题
zh_hant: 圖片標題

# settings_displayTitles>320px
source: Display Image Titles
ar: عرض عناوين الصور
da: Vis Billedtitler
de: Bildtitel anzeigen
es: Mostrar títulos de imágenes
fr: Afficher les titres des images
hu: Képcímek megjelenítése
it: Visualizza i titoli delle immagini
ja: 画像のタイトルを表示
nl: Toon afbeeldingtitels
pl: Wyświetl tytuły zdjęć
ru: Показывать заголовки изображений
sv: Visa bildtitlar
zh_hans: 显示图片标题
zh_hant: 顯示圖像標題

# settings_feedback
source: Feedback
ar: الملاحظات
da: Tilbagemelding
de: Rückmeldung
es: Comentarios
fr: Retour d'information
hu: Visszajelzés
it: Valutazione
ja: フィードバック
nl: Terugkoppeling
pl: Opinie
ru: Обратная связь
sv: Återkoppling
zh_hans: 用户反馈
zh_hant: 建議與回饋

# settings_JSONinvalid
source: Invalid Server Responses
ar: استجابات الخادم غير صالحة
da: Ugyldige serversvar
de: Ungültige Serverantworten
es: Respuestas del servidor no válidas
fr: Réponses du serveur non valides
hu: Érvénytelen szerverválaszok
it: Risposte del server non valide
ja: 無効なサーバー応答
nl: Ongeldige serverreacties
pl: Nieprawidłowe odpowiedzi serwera
ru: Неверные ответы сервера
sv: Ogiltiga serversvar
zh_hans: 服务器响应无效
zh_hant: 無效的伺服器回應

# settings_lightColor
source: Light
ar: خفيف
da: Lys
de: Hell
es: Claro
fr: Clair
hu: Világos
it: Chiaro
ja: 明るい
nl: Licht
pl: Jasna
ru: Светлый
sv: Ljus
zh_hans: 亮色
zh_hant: 亮色

# settings_logout
source: Logout
ar: الخروج
da: Log ud
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
it: Esci
ja: ログアウト
nl: Afmelden
pl: Wyloguj
ru: Выход
sv: Logga ut
zh_hans: 登出
zh_hant: 登出

# settings_logs
source: Logs
ar: السجلات
de: Protokolle
es: Registros
fr: Journaux
hu: Naplók
it: Registri
ja: ログ
nl: Logboeken
pl: Rejestry zdarzeń
ru: Журналы
sv: Loggar
zh_hans: 日志
zh_hant: 紀錄

# settings_notLoggedIn
source: - Not Logged In -
ar: - لم تقم بتسجيل الدخول -
da: - Ikke logget ind -
de: -Nicht eingeloggt-
es: - No conectado -
fr: - Non Connecté -
hu: - Nincs Bejelentkezve -
it: - Non loggato -
ja: - ログインしていません -
nl: - Niet aangemeld -
pl: - Nie jesteś zalogowany -
ru: - Вход не произведен -
sv: -Inte inloggad-
zh_hans: 未登录
zh_hant: - 未登入 -

# settings_passcodeInfo
source: The passcode is separate from your Piwigo account password.
ar: رمز المرور منفصل عن كلمة مرور حساب Piwigo الخاص بك.
da: Koden er forskellig fra adgangskoden til din Piwigo konto.
de: Das Passwort ist getrennt von Ihrem Piwigo-Konto-Passwort.
es: El código de acceso está separado de la contraseña de su cuenta Piwigo.
fr: Le code d'accès est différent du mot de passe de votre compte Piwigo.
hu: A jelszó eltér a Piwigo-fiók jelszavától.
it: Il codice di accesso è separato dalla password dell'account Piwigo.
ja: パスコードはPiwigoアカウントのパスワードとは別のものです。
nl: De toegangscode staat los van het wachtwoord van je Piwigo-account.
pl: Kod jest oddzielny od hasła konta Piwigo.
ru: Пароль отделен от пароля учетной записи Piwigo.
sv: Lösenordet är separat från ditt Piwigo-kontolösenord.
zh_hans: 密码是与您的 Piwigo 帐户密码分开的。
zh_hant: 密碼是與您的Piwigo帳號分開的。

# settings_photoCompress
source: Compress
ar: التضغيط قبل التحميل
da: Komprimer før Upload
de: Komprimieren
es: Comprimir antes de subir
fr: Compresser
hu: Tömörítés feltöltés előtt
it: Comprimere, prima di caricare
ja: アップロードする前に圧縮します
nl: Comprimeer vóór het uploaden
pl: Skompresuj
ru: Сжать перед загрузкой
sv: Komprimera före uppladdning
zh_hans: 上传前压缩
zh_hant: 上傳前壓縮

# settings_photoCompressLong
source: Compress Photo
ar: ضغط الصورة
da: Komprimer foto
de: Foto komprimieren
es: Comprimir foto
fr: Compresser la photo
hu: Fénykép tömörítése
it: Comprimere la foto
ja: 写真の圧縮
nl: Foto comprimeren
pl: Skompresuj zdjęcie
ru: Сжать фотографию
sv: Komprimera foto
zh_hans: 压缩照片
zh_hant: 壓縮照片

# settings_photoQuality
source: Quality
ar: الجودة
da: Kvalitet
de: Qualität
es: Calidad
fr: Qualité
hu: Minőség
it: Qualità
ja: 画質
nl: Kwaliteit
pl: Jakość
ru: Качество
sv: Kvalitet
zh_hans: 质量
zh_hant: 品質

# settings_photoResize
source: Downsize
ar: تغيير الحجم قبل التحميل
da: Ændr størrelse før Upload
de: Verkleinern
es: Redimensionar antes de subir
fr: Réduire
hu: Méretcsökkentés feltöltés előtt
it: Ridimensionare, prima di caricare
ja: アップロードする前にサイズを縮小する
nl: Pas grootte aan vóór de upload
pl: Pomniejsz
ru: Изменить размер перед загрузкой
sv: Skala om före uppladdning
zh_hans: 上传前缩小大小
zh_hant: 在上傳前縮小大小

# settings_photoResizeLong
source: Downsize Photo
ar: تصغير حجم الصورة
da: Forminsk foto
de: Foto verkleinern
es: Reducir foto
fr: Réduire la photo
hu: Fénykép kicsinyítése
it: Ridimensionare la foto
ja: 写真のサイズダウン
nl: Foto verkleinen
pl: Pomniejsz zdjęcie
ru: Уменьшить фотографию
sv: Förminska foto
zh_hans: 下载照片
zh_hant: 縮小照片

# settings_photoSize
source: Size
ar: الحجم
da: Størrelse
de: Größe
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nl: Grootte
pl: Rozmiar
ru: Размер
sv: Storlek
zh_hans: 大小
zh_hant: 尺寸

# settings_prefix
source: Prefix
ar: البادئة
da: Præfiks
de: Präfix
es: Prefijo
fr: Préfixe
hu: Előtag
it: Prefisso
ja: プレフィクス
nl: Voorvoegsel
pl: Przedrostek
ru: Префикс
zh_hans: 前缀
zh_hant: 前綴

# settings_prefixPlaceholder
source: Prefix_
ar: البادئة_
da: Præfiks_
de: Präfix_
es: Prefijo_
fr: Préfixe_
hu: Előtag_
it: Prefisso_
nl: Voorvoegsel_
pl: Przedrostek_
ru: Префикс_
zh_hans: 前缀_
zh_hant: 前綴_

# settings_privacy
source: Privacy Policy
ar: سياسة الخصوصية
da: Fortrolighedspolitik
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi Szabályzat
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings_rateInAppStore
source: Rate Piwigo Mobile
ar: تقييم Piwigo موبايل
da: Vurder Piwigo Mobile
de: Piwigo Mobile bewerten
es: Calificar Piwigo Mobile
fr: Noter Piwigo Mobile
hu: Piwigo Mobile értékelése
it: Vota Piwigo Mobile
ja: Piwigo Mobileを評価する
nl: Waardeer Piwigo Mobiel
pl: Oceń Piwigo Mobile
ru: Оцените мобильный Piwigo
sv: Betygsätt Piwigo Mobile
zh_hans: 评价 Piwigo Mobile
zh_hant: 給予Piwigo Mobile評價

# settings_releaseNotes
source: Release Notes
ar: ملاحظات الإصدار
da: Udgivelsesnoter
de: Versionshinweise
es: Notas de la versión
fr: Notes de versions
hu: Verziónapló
it: Note di rilascio
ja: リリースノート
nl: Uitgave opmerkingen
pl: Lista zmian
ru: Заметки к выпуску
sv: Ändringslogg
zh_hans: 发布日志
zh_hant: 版本資訊

# settings_renameAddAfter
source: Add After Name
ar: إضافة بعد الاسم
da: Tilføj efter navn
de: Hinzufügen nach dem Namen
es: Añadir después del nombre
fr: Ajouter après le nom
hu: Név után hozzáadni
it: Aggiungi dopo il nome
ja: 名前の後に追加
nl: Toevoegen na naam
pl: Dodaj po nazwie
ru: Добавить после имени
sv: Lägg till efter namn
zh_hans: 在名字后添加
zh_hant: 在名稱之後增加

# settings_renameAddBefore
source: Add Before Name
ar: إضافة قبل الاسم
da: Tilføj før navn
de: Hinzufügen vor dem Namen
es: Añadir antes del nombre
fr: Ajouter avant le nom
hu: Név előtt hozzáadni
it: Aggiungi prima del nome
ja: 名前の前に追加
nl: Toevoegen vóór naam
pl: Dodaj przed nazwą
ru: Добавить перед именем
sv: Lägg till före namn
zh_hans: 在名字前添加
zh_hant: 在名稱之前增加

# settings_renameChangeCase
source: Change Case
ar: تغيير الحالة
da: Skift mellem store og små bogstaver
de: Groß-/Kleinschreibung ändern
es: Cambiar mayúsculas y minúsculas
fr: Changer la casse
hu: Nagybetűváltás
it: Cambiare caso
ja: 大文字小文字の変更
nl: Hoofdletter wijzigen
pl: Zmień wielkość liter
ru: Изменить регистр
sv: Ändra versaler
zh_hans: 更改大小写
zh_hant: 變更大小寫

# settings_renameCounterCurrent
source: Current Value
ar: القيمة الحالية
da: Nuværende værdi
de: Aktueller Wert
es: Valor actual
fr: Valeur actuelle
hu: Aktuális érték
it: Valore attuale
ja: 現在値
nl: Huidige waarde
pl: Obecna wartość
ru: Текущее значение
sv: Aktuellt värde
zh_hans: 当前值
zh_hant: 目前值開始

# settings_renameCounterCurrentFooter
source: The next series of uploads will start with this counter value which will then be incremented by one for each file processed.
ar: ستبدأ السلسلة التالية من التحميلات بقيمة العداد هذه والتي ستتم زيادتها بعد ذلك بمقدار واحد لكل ملف تتم معالجته.
da: Den næste serie af uploads starter med denne tællerværdi, som derefter øges med én for hver fil, der behandles.
de: Die nächste Upload-Reihe beginnt mit diesem Zählerwert, der dann für jede Datei um einen erhöht wird.
es: La siguiente serie de subidas comenzará con este valor de contador, que luego se incrementará en uno por cada archivo procesado.
fr: La prochaine série de téléchargements commencera avec cette valeur de compteur qui sera ensuite incrémentée de un pour chaque fichier traité.
hu: A következő feltöltéssorozat ezzel a számlálóértékkel kezdődik, amely aztán minden egyes feldolgozott fájlnál eggyel növekszik.
it: La serie successiva di caricamenti inizierà con questo valore del contatore, che verrà poi incrementato di uno per ogni file elaborato.
ja: 次の一連のアップロードは、このカウンタ値で開始され、処理されるファイルごとに1ずつ増分されます。
nl: De volgende reeks uploads begint met deze tellerwaarde, die vervolgens voor elk verwerkt bestand met één wordt verhoogd.
pl: Następna seria przesyłania rozpocznie się od tej wartości licznika, która zostanie następnie zwiększona o jeden dla każdego przetwarzanego pliku.
ru: Следующая серия загрузок будет начинаться с этого значения счетчика, которое затем будет увеличиваться на единицу для каждого обработанного файла.
sv: Nästa serie uppladdningar börjar med detta räknarvärde som sedan ökas med ett för varje fil som bearbetas.
zh_hans: 接下来的上传系列将以此计数器开始，这些计数器将在每个处理的文件中递增。
zh_hant: 下一系列上傳將從此計數器值開始，然後每處理一個檔案，此計數器值將遞增 1。

# settings_renameCounterDigits
source: Digits
ar: الأرقام
da: Cifre
de: Nachkommastellen
es: Dígitos
fr: Chiffres
hu: Számjegyek
it: Cifre
ja: 桁数
nl: Cijfers
pl: Cyfr
ru: Цифры
sv: Siffror
zh_hans: 位数
zh_hant: 數字

# settings_renameCounterDigitsFooter
source: When the counter needs more digits than specified, the number of digits is automatically increased.
ar: عندما يحتاج العداد إلى أرقام أكثر مما هو محدد، يتم زيادة عدد الأرقام تلقائيًا.
da: Når tælleren har brug for flere cifre end angivet, øges antallet af cifre automatisk.
de: Wenn der Zähler mehr Ziffern als angegeben benötigt, wird die Anzahl der Ziffern automatisch erhöht.
es: Cuando el contador necesite más dígitos de los especificados, el número de dígitos se incrementará automáticamente.
fr: Lorsque le compteur a besoin de plus de chiffres que ceux spécifiés, le nombre de chiffres est automatiquement augmenté.
hu: Ha a számlálónak a megadottnál több számjegyre van szüksége, a számjegyek száma automatikusan megnő.
it: Quando il contatore necessita di un numero di cifre superiore a quello specificato, il numero di cifre viene aumentato automaticamente.
ja: カウンタが指定以上の桁数を必要とする場合、桁数は自動的に増加します。
nl: Wanneer de teller meer cijfers nodig heeft dan opgegeven, wordt het aantal cijfers automatisch verhoogd.
pl: Gdy licznik potrzebuje więcej cyfr niż określona, liczba cyfr jest automatycznie zwiększana.
ru: Если счетчику требуется больше цифр, чем указано, количество цифр автоматически увеличивается.
sv: När räknaren behöver fler siffror än vad som anges, ökas antalet siffror automatiskt.
zh_hans: 当计数器需要比指定的数字更多时，数字的数量会自动增加。
zh_hant: 當計數器需要的位數比指定的多時，位數會自動增加。

# settings_renameCounterHeader
source: Please select a counter format to include in the file name.
ar: يرجى تحديد تنسيق العداد لتضمينه في اسم الملف.
da: Vælg et tællerformat, der skal inkluderes i filnavnet.
de: Bitte wählen Sie ein Zählerformat aus, das in den Dateinamen aufgenommen werden soll.
es: Seleccione un formato de contador para incluir en el nombre de archivo.
fr: Veuillez sélectionner un format de compteur à inclure dans le nom du fichier.
hu: Kérjük, válasszon ki egy számláló formátumot, amelyet a fájlnévben szerepeltetni kell.
it: Selezionare un formato di contatore da includere nel nome del file.
ja: ファイル名に含めるカウンターの形式を選択してください。
nl: Selecteer een telleropmaak die u in de bestandsnaam wilt opnemen.
pl: Proszę wybrać format licznika do dołączenia do nazwy pliku.
ru: Пожалуйста, выберите формат счетчика для включения в имя файла.
sv: Välj ett räknarformat som ska inkluderas i filnamnet.
zh_hans: 请选择一个计数器格式以包含在文件名中。
zh_hant: 請選擇要包含在檔案名稱中的計數器格式。

# settings_renameCounterStart
source: Starts From
ar: يبدأ من
da: Starter fra
de: Beginn ab
es: Empieza desde
fr: Commence à partir de
hu: Kezdődik
it: Inizia da
ja: 現在値
nl: Begint vanaf
pl: Zaczyna się od
ru: Начинается с
sv: Startar från
zh_hans: 开始于
zh_hant: 從

# settings_renameCounterStartFooter
source: For each album, the counter will be initialised with this value which will then be incremented by one for each file processed.
ar: بالنسبة لكل ألبوم، ستتم تهيئة العداد بهذه القيمة التي ستتم زيادتها بعد ذلك بمقدار واحد لكل ملف تتم معالجته.
da: For hvert album initialiseres tælleren med denne værdi, som derefter øges med én for hver fil, der behandles.
de: Für jedes Album wird der Zähler mit diesem Wert initialisiert, der dann für jede verarbeitete Datei um einen erhöht wird.
es: Para cada álbum el contador se inicializará con este valor, que luego se incrementará en uno por cada archivo procesado.
fr: Pour chaque album, le compteur sera initialisé avec cette valeur qui sera ensuite incrémentée de un pour chaque fichier traité.
hu: Minden album esetében a számlálót ezzel az értékkel inicializáljuk, amely aztán minden egyes feldolgozott fájlnál eggyel növekszik.
it: Per ogni album, il contatore verrà inizializzato con questo valore, che verrà poi incrementato di uno per ogni file elaborato.
ja: 各アルバムについて、カウンターはこの値で初期化され、その後、処理された各ファイルごとに1ずつインクリメントされます。
nl: Voor elk album wordt de teller geïnitialiseerd met deze waarde die vervolgens met één wordt verhoogd voor elk verwerkt bestand.
pl: Dla każdego albumu licznik zostanie zainicjowany tą wartością, która zostanie następnie zwiększona o jeden dla każdego przetworzonego pliku.
ru: Для каждого альбома счетчик будет инициализирован этим значением, которое затем будет увеличиваться на единицу для каждого обработанного файла.
sv: För varje album initieras räknaren med detta värde, som sedan ökas med ett för varje fil som bearbetas.
zh_hans: 对于每个相册，计数器将以此值初始化，然后为每个处理的文件增加一个。
zh_hant: 對於每張相簿，計數器將以此值初始化，然後，每處理一個檔案，計數器就會遞增一次。

# settings_renameDateHeader
source: Please select a date format to include in the file name.
ar: يرجى تحديد تنسيق التاريخ لتضمينه في اسم الملف.
da: Vælg et datoformat, der skal indgå i filnavnet.
de: Bitte wählen Sie ein Datumsformat aus, das in den Dateinamen aufgenommen werden soll.
es: Seleccione un formato de fecha para incluir en el nombre de archivo.
fr: Veuillez sélectionner un format de date à inclure dans le nom du fichier.
hu: Kérjük, válassza ki a fájlnévben feltüntetendő dátumformátumot.
it: Selezionare il formato della data da includere nel nome del file.
ja: ファイル名に含める日付フォーマットを選択してください。
nl: Selecteer een datumnotatie om op te nemen in de bestandsnaam.
pl: Proszę wybrać format daty do dołączenia do nazwy pliku.
ru: Выберите формат даты для включения в имя файла.
sv: Välj ett datumformat som ska inkluderas i filnamnet.
zh_hans: 请选择要包含在文件名中的日期格式。
zh_hant: 請選擇要包含在檔案名稱中的日期格式。

# settings_renameDayOfYear
source: Day of Year
ar: يوم من السنة
da: Årets dag
de: Tag des Jahres
es: Día del año
fr: Jour de l'année
hu: Év napja
it: Giorno dell'anno
ja: 年月日
nl: Dag van het jaar
pl: Dzień roku
ru: День года
sv: Dag i året
zh_hans: 某年的某一日
zh_hant: 年月日

# settings_renameFile
source: Rename
ar: إعادة التسمية
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinominare
ja: 名前の変更
nl: Hernoemen
pl: Zmień nazwę
ru: Переименовать
sv: Byt namn på
zh_hans: 重命名
zh_hant: 重新命名

# settings_renameFile_info
source: Please indicate below how files should be renamed before uploading.
ar: يُرجى الإشارة أدناه إلى كيفية إعادة تسمية الملفات قبل تحميلها.
da: Angiv venligst nedenfor, hvordan filer skal omdøbes, før de uploades.
de: Bitte geben Sie unten an, wie Dateien vor dem Hochladen umbenannt werden sollen.
es: Indique a continuación cómo deben renombrarse los archivos antes de subirlos.
fr: Veuillez indiquer ci-dessous comment renommer les fichiers avant de les télécharger.
hu: Kérjük, adja meg alább, hogy a fájlokat feltöltés előtt hogyan kell átnevezni.
it: Indicare di seguito come devono essere rinominati i file prima di caricarli.
ja: アップロードする前にファイル名をどのように変更するかを以下に示してください。
nl: Geef hieronder aan hoe bestanden moeten worden hernoemd voordat ze worden geüpload.
pl: Proszę wskazać jak zmienić nazwę plików przed przesłaniem.
ru: Укажите ниже, как следует переименовать файлы перед загрузкой.
sv: Ange nedan hur filerna ska döpas om innan de laddas upp.
zh_hans: 请在下面说明上传前如何重命名文件。
zh_hant: 請在下方註明上傳前應如何重新命名檔案。

# settings_renameFileExtension
source: File Extension
ar: امتداد الملف
da: Filendelse
de: Dateiendungen
es: Extension del archivo
fr: Extension du fichier
hu: Fájl kiterjesztés
it: Estensione del file
ja: ファイル拡張子
nl: Bestandsextensie
pl: Rozszerzenie pliku
ru: Расширение файла
sv: Filändelse
zh_hans: 文件扩展名
zh_hant: 檔案副檔名

# settings_renameFileLong
source: Rename File
ar: إعادة تسمية الملف
da: Omdøb fil
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
hu: Fájl átnevezése
it: Rinominare il file
ja: ファイル名の変更
nl: Bestand hernoemen
pl: Zmień nazwę pliku
ru: Переименовать файл
sv: Byt namn på fil
zh_hans: 重命名文件
zh_hant: 重新命名檔案

# settings_renameFiveDigit
source: 5-digit version
ar: إصدار مكون من 5 أرقام
da: 5-cifret version
de: 5-stellige Version
es: Versión de 5 dígitos
fr: Version à 5 chiffres
hu: 5 számjegyű verzió
it: Versione a 5 cifre
ja: 5桁バージョン
nl: 5-cijferige versie
pl: Wersja 5-cyfrowa
ru: 5-значная версия
sv: 5-siffrig version
zh_hans: 5位数版本
zh_hant: 5 位數版本

# settings_renameFourDigit
source: 4-digit version
ar: إصدار مكون من 4 أرقام
da: 4-cifret version
de: 4-stellige Version
es: Versión de 4 dígitos
fr: Version à 4 chiffres
hu: 4 számjegyű változat
it: Versione a 4 cifre
ja: 4桁バージョン
nl: 4-cijferige versie
pl: Wersja 4-cyfrowa
ru: 4-значная версия
sv: 4-siffrig version
zh_hans: 4位数版本
zh_hant: 4 位數版本

# settings_renameLowercase
source: Lowercase
ar: الأحرف الصغيرة
da: Små bogstaver
de: Kleinschreibung
es: Minúsculas
fr: Minuscule
hu: Kisbetű
it: Minuscolo
ja: 小文字
nl: Kleine letters
pl: Małe litery
ru: Нижний регистр
sv: Små bokstäver
zh_hans: 小写
zh_hant: 小寫

# settings_renamePrefix
source: Prefix File Name
ar: اسم الملف البادئة
da: Præfiks Filnavn
de: Präfix Dateiname
es: Añadir prefijo al nombre de archivo
fr: Préfixer le nom du fichier
hu: A fájlnév előtagja
it: Prefisso Nome file
ja: プレフィックスファイル名
nl: Voorvoegsel bestandsnaam
pl: Przedrostek nazwy pliku
ru: Префикс Имя файла
sv: Prefix Filnamn
zh_hans: 前缀文件名
zh_hant: 前綴 檔案名稱
